[
  {
    "title": "Новое рождение сайта",
    "views": 1253,
    "author": "SilverDragoon",
    "rating": {
      "score": 5,
      "votes": 1
    },
    "publishDate": 1265144340000,
    "comments": 0,
    "previewBody": "<img width=\"100\" height=\"100\" src=\"/images/content/news-avatar2.jpg\" border=\"0\" align=\"left\" hspace=\"5\" vspace=\"5\">Вот и снова сайт возобновляет свою работу. После долгого перехода от тематики к тематике было принято важное решение - теперь сайт персональный и ничему кроме этого он посвящен не будет. <br> Старая версия сайта в виде на момент июня 2008 года представленная в меню \"Мои проекты\" справа. <p> А теперь к нововведениям: <br> - Первое и наверно самое важное это изменение дизайна. Пока дизайн изменен частично: собран основной каркас из изображения и фона. Оформление текста, ссылок еще предстоит. <br> - Страницы из прошлого сайта, такие как \"Web-проекты\", \"Контакты\"(\"Обратная связь\") и \"Фотографии\"(\"Фотографии и заставки\") пока перешли в этот проект, но в скором будущем планируется их координальное изменение. </p><p> Это далеко не полный список того, что планируется сделать. Так что следите за обновлениями</p>"
  },
  {
    "title": "Долгожданный перевод сайта на старую тематику",
    "views": 233,
    "author": "SilverDragoon",
    "rating": {
      "score": 0,
      "votes": 0
    },
    "publishDate": 1212179640000,
    "comments": 3,
    "previewBody": "<img width=\"100\" height=\"100\" src=\"/images/content/news-avatar2.jpg\" border=\"0\" align=\"left\" hspace=\"5\" vspace=\"5\">После продолжительного и, наверно, всем надоевшего отпуска, сайт возобновляет работу по всем направлениям, на которые он был направлен в последние дни обновлений. <br>\nВ будущем вас ждет достаточно редкая информация в рунете на тему аниме Shakugan no Shana и игры Legend of Dragoon. Так же может быть частично возобновит работу и раздел по PSP, но это пока только в планах.<br><br>\n\nИз обновлений сегодня могу отметить только одно долгожданное:<br>\n- Переработаны и перезалиты образы игры Legend of Dragoon в версии для PSP. <br><br>\n\nТак что теперь вы можете свободно ее скачивать и играть у себя на портатипной консоли. ;)"
  },
  {
    "title": "Обновление сайта за 9 апреля 2008 года",
    "views": 254,
    "author": "SilverDragoon",
    "rating": {
      "score": 0,
      "votes": 0
    },
    "publishDate": 1207692300000,
    "comments": 0,
    "previewBody": "<img width=\"100\" height=\"100\" src=\"/images/content/news-avatar2.jpg\" border=\"0\" align=\"left\" hspace=\"5\" vspace=\"5\">Вот маленький список обновлений / добавлений на сайт за последний день:<br><br>\n\n- Дооформлены серии 2-ого сезона аниме Shakugan no Shana<br>\n- Выложени спецвыпуски к сериалу и полнометражке Shakugan no Shana. Любителям сериала смотреть обязательно)<br>\n- Выложен официальный сайндтрек к игре Legend of Dragoon<br>\n<br>\nВ ближайшее время ожидается:<br>\n<br>\n- Закачка образов ISO игры Legend of Dragoon<br>\n- Дозагрузка полнометражки Shakugan no Shana - The Movie<br>\n- Загрузка саундтреков к аниме Shakugan no Shana"
  },
  {
    "title": "Обновление сайта за 8 апреля 2008 года",
    "views": 159,
    "author": "SilverDragoon",
    "rating": {
      "score": 0,
      "votes": 0
    },
    "publishDate": 1207612800000,
    "comments": 0,
    "previewBody": "<img width=\"100\" height=\"100\" src=\"/images/content/news-avatar2.jpg\" border=\"0\" align=\"left\" hspace=\"5\" vspace=\"5\">Сегодня наш сайт изрядно потолстел, и это в прямом смысле. Его объем увеличился примерно на 7 гб, а это, как можно догадаться, для сайта среднего сайта очень и очень много. Но кто не рискует, тот не пьет шампанского, как говорится. ;) Так что смотрим на обновления сайта...<br><br>\n\nСпискок обновлений и добавлений:<br>\n- Поправлен интерфейс сайта. Теперь в браузерах отличных от IE сайт будет отображаться нормально, без искажений.<br>\n- Загружены 22 серии 2-ого сезона аниме Shakugan no Shana, из них пока только 14 оформлены и лежат в соответствующем разделе на сайте. В ближайшее время дооформлю и выложу все остальные серии.<br>\n- Добавлено свыше 200 аватаров по тематике аниме Shakugan no Shana.<br>\n- Немного изменена структура меню сайта.<br><br>\n\nВ ближайшее время ожидатся:<br>\n- Загрузка ISO образов игры Legend of Dragoon<br>\n- Загрузка спешлов и фильма Shakugan no Shana<br>\n- Пополнение галереи аниме Shakugan no Shana<br>\n- Загрузка музыкального архива игры Legend of Dragoon<br><br>\n\nИ это далеко не все, что может появиться на сайте. ;) Все самое интерестное будет только впереди. ;)"
  },
  {
    "title": "Возобновление работы сайта / Первые обновления",
    "views": 263,
    "author": "SilverDragoon",
    "rating": {
      "score": 0,
      "votes": 0
    },
    "publishDate": 1205437740000,
    "comments": 1,
    "previewBody": "<img width=\"100\" height=\"100\" src=\"/images/content/news-avatar2.jpg\" border=\"0\" align=\"left\" hspace=\"5\" vspace=\"5\">После продолжительного и, наверно, всем надоевшего отпуска, сайт возобновляет работу по всем направлениям, на которые он был направлен в последние дни обновлений. <br>\nВ будущем вас ждет достаточно редкая информация в рунете на тему аниме Shakugan no Shana и игры Legend of Dragoon. Так же может быть частично возобновит работу и раздел по PSP, но это пока только в планах.<br><br>\n\nИз обновлений сегодня могу отметить только одно долгожданное:<br>\n- Переработаны и перезалиты образы игры Legend of Dragoon в версии для PSP. <br><br>\n\nТак что теперь вы можете свободно ее скачивать и играть у себя на портатипной консоли. ;)"
  },
  {
    "title": "Silver Dragoon - Версия 2 - &quot;От заката до рассвета&quot;",
    "views": 295,
    "author": "SilverDragoon",
    "rating": {
      "score": 0,
      "votes": 0
    },
    "publishDate": 1199376420000,
    "comments": 1,
    "previewBody": "<center><img src='/images/content/news-version2.png'; border=1></center><br>Долгое время сайт функционировал по принципу &quot;Персональный сайт Silver Dragoon&quot;, тоесть мой персональный сайт, на нем был полный разброс по тематике и не было ничего определенного. Были разделы и по паркуру, и по обоям, и по PSP, и музыка с видео, но всетаки, спустя полгода был взят курс сайта на новый уровень, первые результаты которого мы вам прдставляем.<br>Сегодня официально открывается вторая версия сайта Silver Dragoon под названием &quot;От заката до рассвета&quot;. <br><br>Что же было сделано такого, что мы говорим о ее открытии? Вот маленький список изменений:<br><br>- Изменен дизайн сайта. Теперь на баннере красуется Shana из аниме Shakugan no Shana, а надпись изменена согласно версии сайта.<br>- Изменена тематика сайта.<br>- Убраны разделы: PSP, Обои, Le Parkour, Видеоклипы<br>- Почищены новости<br>- Добавлены огромные разделы по аниме Shakugan no Shana и игре Legend of Dragoon.<br><br>В ближайшее время ожидается заполнение всех глав разделов Shakugan no Shana и Legend of Dragoon, и полная переработка форума. Так что следите за развитием и не уходите :)"
  },
  {
    "title": "Возобновление работы сайта",
    "views": 232,
    "author": "SilverDragoon",
    "rating": {
      "score": 0,
      "votes": 0
    },
    "publishDate": 1196035620000,
    "comments": 0,
    "previewBody": "<img width=100 heigth=100 src='/images/content/news-avatar.jpg' border=1 align=left hspace=4 vspace=4>После долгого перерыва сайт возобновляет свою работу. В ближайшее время ожидается большое количество изменений в организации сайта, в его структуре и дизайне. Так же будут добавлены новые статьи, файлы и много чего еще.<br>Наш сайт будет часто обновляться, будет развиваться форум сайта, будут добавляться новые сервисы и возможности. Поэтому не убегайте далеко, ведь мы еще только начинаем работать ;)<br><br>Список обновлений за 26.11:<br>- Добавленый 3 ISO игры для PSP<br>- На форуме начат переход на новый дизайн<br>- Добавлена панель администрации<br>- Добавлено отображение аватара в персональном окошке<br>- Поправленый мелкие ошибки на сайте<br>"
  },
  {
    "title": "Обновление сайта и форума 18.06",
    "views": 454,
    "author": "SilverDragoon",
    "rating": {
      "score": 5,
      "votes": 1
    },
    "publishDate": 1182196140000,
    "comments": 3,
    "previewBody": "<img width=100 heigth=100 src='/images/content/news-avatar.jpg' border=1 align=left hspace=4 vspace=4>После некоторого отсутствия меня на сайте, я решил немного его подправить и добавить один раздел. Давайте начнем с обновлений: <p> - Добавлена 1-а игра PSone - NCAA March Madness 2000 <br> - Поправлена форма опросника. После обновления на хостинге, он стала какой-то кривой, теперь она в нормальном виде. <br> Добаление разделов:<br><br> <br> - Добавлен раздел &quot;le Parkour(Паркур)&quot; на сайт. Там будут выкладываться ролики по паркуру. Раздел будет по мере поступления материала обновлятсья. <br> - Добавлен подраздел раздела &quot;le Parkour(Паркур)&quot; &quot;Iguana-Parkour&quot;. Этот раздел будет целиком и полностью посвящен данной паркурной команде. Там будут выкладываться их видео. <br> - Добавлен подраздел раздела &quot;Развелечения&quot; на форуме - &quot;le Parkour(Паркур)&quot;. В нем вы можете спокойно разговаривать о паркуре.</p>"
  },
  {
    "title": "Обновление сайта и форума 30.05",
    "views": 347,
    "author": "SilverDragoon",
    "rating": {
      "score": 0,
      "votes": 0
    },
    "publishDate": 1180549200000,
    "comments": 0,
    "previewBody": "<img width=100 heigth=100 src='/images/content/news-avatar.jpg' border=1 align=left hspace=4 vspace=4>Вот скромненький список обновления за весь период с 24.05 до 30.05: <p> - Добавлены 2-е игры PSx для PSP: Medal of Honor и Medal of Honor: Underground. <br> - Добавлены клипы групп Fall out Boy(5 клипов), Oasis(2 клипа), Evanescence(2 клипа) <br> - Поменялись ранговые значки и ранги на форуме. Теперь они в виде значков званий, и у кажого значка своя стоимость, и название. Значки взяты с форума EG, по игре Космические рейнджеры <br> - Поправлены названия разделов на форуме.. <br> - Теперь Администраторы и Модераторы имеют такие же значки, что и обыкновенные пользователи.</p>"
  },
  {
    "title": "Обновление музыкального архива 24.05",
    "views": 333,
    "author": "SilverDragoon",
    "rating": {
      "score": 0,
      "votes": 0
    },
    "publishDate": 1180003560000,
    "comments": 0,
    "previewBody": "<img width=100 heigth=100 src='/images/content/news-avatar.jpg' border=1 align=left hspace=4 vspace=4>Сегодня в корне поменялся раздел музыкального архива. Вот список изменений: <p> - Добавлены песни групп 3 Doors Down, Avril Lavigne, Fall out Boy, Gorillaz, Metallica, My Chemical Romance, Placebo, Sunrise Avenue, The Killers, The Cardigans, Би-2, ГДР, Земфира, Ляпис Трубецкой, Михей и других групп и исполнителей. В Общем счете было добавлено 59 файлов. <br> - Появилась долгожданная возможность скачивать песни, которые у меня в проигрывателе. Ссылка на страницу закачки находится в меню &quot;Музыкальный архив&quot; <br> - Ссылка &quot;Музыкальный архив&quot; теперь не ссылка, а менюшка. <br> - Появилось такое понятие в архиве, как &quot;Проигрыватель(Часть 1)&quot; и &quot;Проигрыватель(Часть 2)&quot;. В часте 1-ой находится первая часть треков, во 2-ой вторая часть соответственно. Так сделано в связи с техническими проблемами плеера.</p> <p> Приятного прослушивания музыки!</p>"
  },
  {
    "title": "Новости сайта за период с 8.05 по 20.05",
    "views": 315,
    "author": "SilverDragoon",
    "rating": {
      "score": 0,
      "votes": 0
    },
    "publishDate": 1179670080000,
    "comments": 0,
    "previewBody": "<img width=100 heigth=100 src='/images/content/news-avatar.jpg' border=1 align=left hspace=4 vspace=4>Итак, после долгих работ, я всетаки решил отписаться о нововведениях на сайте. <br> - Убрана менюха PSP со всех страниц, она теперь спрятана в ссылки в главной менюшке - &quot;PlayStation Portable&quot; <br> - Добавлен раздел Видеоклипы. Сейчас там пока мало контента, но вскоре он будет расти. Если вы ищите какие-то клипы, то спрашивайте на форуме и может мы их выложим. <br> - Назначены модераторы на некоторые разделы форума. <br> - Добавлены 3-и игры для PSP с PSx. <p> Что же будет в будущем на сайте... <br> - По мере возможностей будут делаться игры для PSP с PSx, ибо для некоторых игр картинок или очень мало, или вообще нету. <br> - Будут выкладываться клипы в раздел &quot;Видеоклипы&quot; <br> - Будет обновление музыкального архива, после которого можно будет скачивать песни. <p> Вы, посетители сайта, можете прямым образом повлиять на его развитие. Если у вас есть идеи по поводу сайта, то можете пройти на форум и высказать их нам, а мы их по возможности исполним.</p>"
  },
  {
    "title": "Преобразование сайта. Добавление раздела по PSP",
    "views": 111,
    "author": "SilverDragoon",
    "rating": {
      "score": 0,
      "votes": 0
    },
    "publishDate": 1178290680000,
    "comments": 0,
    "previewBody": "Итак, с сегоднешнего дня на сайте официлаьно задействована рубрика посвященная PlayStation Portable или просто PSP. В основном в ней будут выкладываться игра от PSx к PSP, которые буду конвертировать сам и картики к ним тоже буду стараться делать сам. <p> В связи с этим на большинстве страниц сайта появилась новая менюшка под главной менюшкой, которая содержит все рубрики по PSP и называется PlayStation Portable. </p><p> Так же в новостях будут выкладываться новинки в архивах по PSP. </p><p> Раздел про PSP буду стараться обновлять 1 раз в 1-3 дня или чаще.</p>"
  },
  {
    "title": "Обновления / Добавления на сайте",
    "views": 4,
    "author": "SilverDragoon",
    "rating": {
      "score": 0,
      "votes": 0
    },
    "publishDate": 1178079360000,
    "comments": 0,
    "previewBody": "За последнюю неделю на сайте кое-что изменилось и по этому я решил отписать, что именно. Вот список изменений и добавлений: <p> - В файловом архиве развит раздел по PSP. Теперь там можно скачать последние прошивки, хаки и несколько игр от PSone. <br> - На форуме добавлен раздел \"Государства и политика\" <br> - Немного изменен интерфейс на форуме. Теперь личные сообщения показываются после названия группы. А если вы еще не зашли на форум, то вместо обыкновенного гостя у вас будут выскакивать ссылки на вход и регистрацию. Так же после захода на форум вы можете нажать на своем нике на панеле и тогда вы зайдете на вашу персональную страницу, где сможете изменить Аватар, прочитать ваши ЛС и т.д. <br> - Установлена ссылка на переадресацию с сайта WedChaynik'а на этот.</p>"
  },
  {
    "title": "Форум",
    "views": 14,
    "author": "SilverDragoon",
    "rating": {
      "score": 0,
      "votes": 0
    },
    "publishDate": 1177196820000,
    "comments": 1,
    "previewBody": "Сейчас начал работу форум сайта. Теперь там можно найти и поговорить на самые рзнообразные темы. Начиная от Игра, Музыки, Кино и кончая Личной жизнью и увлечениями. Может на этой неделе нагружу форум опросами всякими и будет с чего начинать тогда общаться. Так, что могу сказать одно: Приятного общения вам на моем форуме! :)"
  },
  {
    "title": "Музыкальный архив",
    "views": 5,
    "author": "SilverDragoon",
    "rating": {
      "score": 0,
      "votes": 0
    },
    "publishDate": 1177190340000,
    "comments": 0,
    "previewBody": "<div align=\"justify\">Сегодня на сайте заработал Музыкальный архив. В нем собрана некоторая часть моей музыки с компьютера. В этом архиве будут находиться только то, что мне нравится, и он, думаю, будет, часто обновляться. <br> По мере поступления музыки я буду информировать в новостях о новинках архива. <p> Что из себя представляет Музыкальный архив. Он представляет из себя обыкновенный миниплеер, который проигрывает песни в случайном порядке и вопроизводит их. Песни скачать нельзя, ибо я отменил эту функцию, ибо я стараюсь не поддерживать пиратов(Хотя песни все у меня только от них). <br> Вы просто нажимаете на песне и она начинает играться. С права есть бегунок громкости и полосо прокрутки. Сверху есть полоса загрузки фаила с сервера, а так же она же и временная полоса. Так же сверху есть визуализатор. В общем советую всем!</p></div>"
  }
]