[
  {
    "title": "Silver Dragoon - Версия 2 - &quot;От заката до рассвета&quot;",
    "body": "<center><img src='/images/content/news-version2.png'; border=1></center><br>Долгое время сайт функционировал по принципу &quot;Персональный сайт Silver Dragoon&quot;, тоесть мой персональный сайт, на нем был полный разброс по тематике и не было ничего определенного. Были разделы и по паркуру, и по обоям, и по PSP, и музыка с видео, но всетаки, спустя полгода был взят курс сайта на новый уровень, первые результаты которого мы вам прдставляем.<br>Сегодня официально открывается вторая версия сайта Silver Dragoon под названием &quot;От заката до рассвета&quot;. <br><br>Что же было сделано такого, что мы говорим о ее открытии? Вот маленький список изменений:<br><br>- Изменен дизайн сайта. Теперь на баннере красуется Shana из аниме Shakugan no Shana, а надпись изменена согласно версии сайта.<br>- Изменена тематика сайта.<br>- Убраны разделы: PSP, Обои, Le Parkour, Видеоклипы<br>- Почищены новости<br>- Добавлены огромные разделы по аниме Shakugan no Shana и игре Legend of Dragoon.<br><br>В ближайшее время ожидается заполнение всех глав разделов Shakugan no Shana и Legend of Dragoon, и полная переработка форума. Так что следите за развитием и не уходите :)",
    "date": "03.01.2008, 19:07",
    "views": 5,
    "author": "SilverDragoon",
    "rating": "0.0",
    "comments": 0
  },
  {
    "title": "Возобновление работы сайта",
    "body": "<img width=100 heigth=100 src='/images/content/news-avatar.jpg' border=1 align=left hspace=4 vspace=4>После долгого перерыва сайт возобновляет свою работу. В ближайшее время ожидается большое количество изменений в организации сайта, в его структуре и дизайне. Так же будут добавлены новые статьи, файлы и много чего еще.<br>Наш сайт будет часто обновляться, будет развиваться форум сайта, будут добавляться новые сервисы и возможности. Поэтому не убегайте далеко, ведь мы еще только начинаем работать ;)<br><br>Список обновлений за 26.11:<br>- Добавленый 3 ISO игры для PSP<br>- На форуме начат переход на новый дизайн<br>- Добавлена панель администрации<br>- Добавлено отображение аватара в персональном окошке<br>- Поправленый мелкие ошибки на сайте<br>",
    "date": "26.11.2007, 03:07",
    "views": 20,
    "author": "SilverDragoon",
    "rating": "0.0",
    "comments": 0
  },
  {
    "title": "Обновление сайта и форума 18.06",
    "body": "<img width=100 heigth=100 src='/images/content/news-avatar.jpg' border=1 align=left hspace=4 vspace=4>После некоторого отсутствия меня на сайте, я решил немного его подправить и добавить один раздел. Давайте начнем с обновлений: <p> - Добавлена 1-а игра PSone - NCAA March Madness 2000 <br> - Поправлена форма опросника. После обновления на хостинге, он стала какой-то кривой, теперь она в нормальном виде. <br> Добаление разделов:<br><br> <br> - Добавлен раздел &quot;le Parkour(Паркур)&quot; на сайт. Там будут выкладываться ролики по паркуру. Раздел будет по мере поступления материала обновлятсья. <br> - Добавлен подраздел раздела &quot;le Parkour(Паркур)&quot; &quot;Iguana-Parkour&quot;. Этот раздел будет целиком и полностью посвящен данной паркурной команде. Там будут выкладываться их видео. <br> - Добавлен подраздел раздела &quot;Развелечения&quot; на форуме - &quot;le Parkour(Паркур)&quot;. В нем вы можете спокойно разговаривать о паркуре.</p>",
    "date": "18.06.2007, 23:49",
    "views": 95,
    "author": "SilverDragoon",
    "rating": "5.0",
    "comments": 3
  },
  {
    "title": "Обновление сайта и форума 30.05",
    "body": "<img width=100 heigth=100 src='/images/content/news-avatar.jpg' border=1 align=left hspace=4 vspace=4>Вот скромненький список обновления за весь период с 24.05 до 30.05: <p> - Добавлены 2-е игры PSx для PSP: Medal of Honor и Medal of Honor: Underground. <br> - Добавлены клипы групп Fall out Boy(5 клипов), Oasis(2 клипа), Evanescence(2 клипа) <br> - Поменялись ранговые значки и ранги на форуме. Теперь они в виде значков званий, и у кажого значка своя стоимость, и название. Значки взяты с форума EG, по игре Космические рейнджеры <br> - Поправлены названия разделов на форуме.. <br> - Теперь Администраторы и Модераторы имеют такие же значки, что и обыкновенные пользователи.</p>",
    "date": "30.05.2007, 22:20",
    "views": 81,
    "author": "SilverDragoon",
    "rating": "0.0",
    "comments": 0
  },
  {
    "title": "Обновление музыкального архива 24.05",
    "body": "<img width=100 heigth=100 src='/images/content/news-avatar.jpg' border=1 align=left hspace=4 vspace=4>Сегодня в корне поменялся раздел музыкального архива. Вот список изменений: <p> - Добавлены песни групп 3 Doors Down, Avril Lavigne, Fall out Boy, Gorillaz, Metallica, My Chemical Romance, Placebo, Sunrise Avenue, The Killers, The Cardigans, Би-2, ГДР, Земфира, Ляпис Трубецкой, Михей и других групп и исполнителей. В Общем счете было добавлено 59 файлов. <br> - Появилась долгожданная возможность скачивать песни, которые у меня в проигрывателе. Ссылка на страницу закачки находится в меню &quot;Музыкальный архив&quot; <br> - Ссылка &quot;Музыкальный архив&quot; теперь не ссылка, а менюшка. <br> - Появилось такое понятие в архиве, как &quot;Проигрыватель(Часть 1)&quot; и &quot;Проигрыватель(Часть 2)&quot;. В часте 1-ой находится первая часть треков, во 2-ой вторая часть соответственно. Так сделано в связи с техническими проблемами плеера.</p> <p> Приятного прослушивания музыки!</p>",
    "date": "24.05.2007, 14:46",
    "views": 75,
    "author": "SilverDragoon",
    "rating": "0.0",
    "comments": 0
  },
  {
    "title": "Новости сайта за период с 8.05 по 20.05",
    "body": "<img width=100 heigth=100 src='/images/content/news-avatar.jpg' border=1 align=left hspace=4 vspace=4>Итак, после долгих работ, я всетаки решил отписаться о нововведениях на сайте. <br> - Убрана менюха PSP со всех страниц, она теперь спрятана в ссылки в главной менюшке - &quot;PlayStation Portable&quot; <br> - Добавлен раздел Видеоклипы. Сейчас там пока мало контента, но вскоре он будет расти. Если вы ищите какие-то клипы, то спрашивайте на форуме и может мы их выложим. <br> - Назначены модераторы на некоторые разделы форума. <br> - Добавлены 3-и игры для PSP с PSx. <p> Что же будет в будущем на сайте... <br> - По мере возможностей будут делаться игры для PSP с PSx, ибо для некоторых игр картинок или очень мало, или вообще нету. <br> - Будут выкладываться клипы в раздел &quot;Видеоклипы&quot; <br> - Будет обновление музыкального архива, после которого можно будет скачивать песни. <p> Вы, посетители сайта, можете прямым образом повлиять на его развитие. Если у вас есть идеи по поводу сайта, то можете пройти на форум и высказать их нам, а мы их по возможности исполним.</p>",
    "date": "20.05.2007, 18:08",
    "views": 57,
    "author": "SilverDragoon",
    "rating": "0.0",
    "comments": 0
  }
]