[
  {
    "title": "Проект - Silver Dragoon &quot;От заката до рассвета&quot;(Персональный сайт Silver Dragoon Версия 2)",
    "image": "/images/projects/sd-version2.gif",
    "dateBegin": " 2 января 2008 года",
    "links": ["http://silver-dragoon.ucoz.ru"],
    "screenshot": "/images/projects/sd-version2-screenshot.jpg",
    "screenshotSize": 160,
    "status": "Разрабатывается, обновляется, действующий проект",
    "info": "Аниме Shakugan no Shana, игре The Legend of Dragoon, а так же некоторым моим темам, таким как &quot;Мои фотографии&quot;",
    "uniqInfo": "Это один из первых и единственных сайтов появященных Shakugan no Shana и The Legend of Dragoon. Тут собрана информация со многих иностранных сайтов и эта информация будет достаточно часто обновляться.",
    "aboutInfo": "Этот проект является полной переделкой моего прошлого проекта сайта &quot;Персональный сайт Silver Dragoon&quot;. Уже на стадии зарождения того проекта я надеялся его посвятить тематике The Legend of Dragoon, но в конечном итоге посвятил ей только один раздел в галерее. Сейчас же я собрался с силами и удалил большую часть того сайта, что был, чтобы создать новый сайт с уникальномй информацие, недоступной на русский рубежах интернета. Ведь сайт не должен быть клоном других сайтов, он должен быть тоже уникальным."
  },
  {
    "title": "Проект - Персональный сайт Silver Dragoon",
    "image": "/images/projects/sd.gif",
    "dateBegin": "4 апреля 2007 года",
    "endDate": "3 января 2008 года",
    "links": ["http://silver-dragoon.ucoz.ru"],
    "screenshot": "/images/projects/sd-screenshot.jpg",
    "screenshotSize": 114,
    "status": "Закрыт, остановлен, частично удален",
    "info": "PSP, Le Parkour, Музыка, Клипы, Обои, Legend of Dragoon, а так же некоторым моим темам, таким как &quot;Мои фотографии&quot;",
    "uniqInfo": "На этом проекте выложены игры для PSP от PSone сконвертированные и обработанные лично мной. Так же выложены ролики о паркуре команд Iguana-Parkour и West Angels.",
    "aboutInfo": "Я хотел сделать этот проект таким, чтобы посмотрев на него люди посмотрели на уровень моих способностей и вообще на то, какой я есть, именно по этому я и назвал его &quot;Персональный сайт Silver Dragoon&quot;. Но как результат этот проект стал набирать обороты не в сторону персонализации, а на оборот, он стал развиваться по тематикам, которые я просто ему не ставил в начале. Как результат он в себе собрал совершенно не связаные друг с другом тематики такие как PSP и Le Parkour, и другие. Проект был закрыт по причине того, что я просто не хотел, чтобы сайт развивался таким путем, а после закрытия я открыл сразу же новый проект, проект 2-ой версии сайт, который работает сейчас."
  },
  {
    "title": "Проект - Сайт школы №1061",
    "image": "/images/projects/1061.gif",
    "dateBegin": "5 октября 2007 года",
    "links": ["http://1061.ucoz.ru"],
    "screenshot": "/images/projects/1061-screenshot.jpg",
    "screenshotSize": 173,
    "status": "Действующий проект, обновляется",
    "info": "Школе №1061, ее учителям и ученикам, творчеству, событиям и всему тому подобному.",
    "uniqInfo": "Это второй сайт нашей школы и первый сайт нашей школы, на который действительно интерестно заходить ее ученикам.",
    "aboutInfo": "Все таки приятно, когда у школы есть свой сайт, когда находится еще один повод общаться между учениками школы. Этот сайт я разрабатывал как сайт именно для учеников, где они смогут выкладывать фотографии, видео, общаться, и впринципе у меня частично это удалось. Я создал среду, в которой каждый ученик может выкладывать фотографии, файлы, все разбито по разделам, на сайте постоянно присутствует управляющий персонал, который правда сам ничего и не выкладывает, достаточно развитый форум, вообщем все, что надо хорошему сайту именно школы и именно для учеников."
  },
  {
    "title": "Проект - Kuntsevo.WoW",
    "image": "/images/projects/kuntsevowow.gif",
    "dateBegin": "6 января 2007 года",
    "endDate": "1 марта 2007 года",
    "links": ["http://kuntsevo-wow.ucoz.ru/"],
    "screenshot": "/images/projects/kuntsevowow-screenshot.jpg",
    "screenshotSize": 135,
    "status": "Заморожен, остановлен",
    "info": "Игре World of Warcraft и серверу этой игры Kuntsevo.WoW.",
    "uniqInfo": "Это единственный сайт сервера Kuntsevo.WoW, на котором выложено творчество игроков нашего сервера.",
    "aboutInfo": "Проект был создан просто для того, чтобы было немного интерестнее играть нашим игрокам на нем. Чтобы было где еще общаться, чтобы было где подводить итоги и всему тому подобное. В дальнейшем этот сайт даже попал на Московский окружной и там конкурса и занял там 1-ое место, но пожалуй только это и продлило жизнь этому проекту, ибо из-за него мне пришлось все таки его доделать. Сейчас этот проект заморожен, так как сервер не работает. На сайте все так же есть информация о игре, но дизайн сайта, из-за обновлний на хостинге изряжно изменился и далеко не в лучшую сторону, поэтому выглядит сайт коряво. В будущем, если сервер будет востановлен, сайт так же начнет работу в новом формате, с новым дизайном и новой версией."
  },
  {
    "title": "Проект - Звездолет &quot;Белая звезда&quot; или Сайт настоящего чайника в Web-дизайне",
    "image": "/images/projects/wedchaynik.gif",
    "dateBegin": "18 ноября 2005 года",
    "endDate": "23 февраля 2007 года",
    "links": ["http://wedchaynik.ucoz.ru", "http://wedchaynik.narod.ru"],
    "screenshot": "/images/projects/wedchaynik-screenshot.jpg",
    "screenshotSize": 151,
    "status": "Закрыт, остановлен",
    "info": "Обои, Скриншоты, Сохранения, Игры, Программы, PSP, World of Wacraft, Legend of Dragoon, Космические Рейнджеры 2",
    "uniqInfo": "На сайте была предпринята первая попытка создания сайта по игре The Legend of Dragoon.",
    "aboutInfo": "Это была моя проба пера, так сказать. Мой первый сайт. Тематики у него нету, хотя можно приписать тематику варезника. Сайт посвящен всему и по немногу. Когда он назывался &quot;Сайт настоящего чайника в Web-дизайне&quot; и был посвящен даже игре Final Fantasy, но потом я осознал бессмысленность этой затеи, и после сайт поменял дизайн и стал называться &quot;Звездолет &quot;Белая звезда&quot;&quot;. На данный момент проект сайта закрыт, из-за открытия сайта &quot;Персональный сайт Silve Dragoon&quot;, дизайн сайта &quot;запущен&quot;, тоесть половина таблиц сдвинуто, половина картинок отсутствует, кнопки не нажимаются и т.д. Планируется ли его открытие и доработка? Нет, не планируется."
  }
]